export default {
  nav: {
    home: "ホーム",
    publications: "出版物",
  },
  home: {
    position: "株式会社日立製作所 研究員",
    about: {
      about: "私について",
      introduction:
        "株式会社日立製作所のビジョンインテリジェンス研究部門に所属する研究員です。\
        空間理解・推論、特にロボティクスへの産業応用を研究テーマとしています。",
      exp: "グルノーブル国立理工科大学校（Grenoble-INP Ensimag）でコンピュータサイエンスを学び、\
      2018年に工学の学位を取得した。その後、1年間かけて北大西洋を航海しながら、マイクロプラスチックが海洋環境\
      に与える影響について研究した。その後、パリの{deepomatic}でコンピュータビジョンエンジニアとして働いた。\
      2022年に博士課程を開始するために日本に移住し、岡山大学にて博士号を取得後、日立製作所に入社した。",
    },
    publications: "出版物",
  },
};
